//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d başarısız parola kodu girişimi ";
"%d Failed Password Attempts" = "%d başarısız parola girişimi";

"1 Failed Passcode Attempt" = "1 başarısız parola kodu girişimi";
"1 Failed Password Attempt" = "1 başarısız parola girişimi";

"Do you want to use Touch ID for authentication?" = "Kimlik doğrulaması için Touch/Face ID kullanılsın mı?";

"Done" = "Tamam";

"Enable Touch ID" = "Touch/Face ID Kullanılsın";

"Enter a different passcode. Cannot re-use the same passcode." = "Farklı bir parola kodu yazın. Aynı parola kodunu yeniden kullanamazsınız.";
"Enter a different password. Cannot re-use the same password." = "Farklı bir parola yazın. Aynı parolayı yeniden kullanamazsınız.";

"Enter a passcode" = "Bir parola kodu yazın";
"Enter a password" = "Bir parola yazın";

"Enter your new passcode" = "Yeni parola kodunuzu yazın";
"Enter your new password" = "Yeni parolanızı yazın";

"Enter your old passcode" = "Eski parola kodunuzu yazın";
"Enter your old password" = "Eski parolanızı yazın";

"Enter your passcode" = "Parola kodunuzu yazın";
"Enter your password" = "Parolanızı yazın";

"Invalid Passcode" = "Parola kodu geçersiz";
"Invalid Password" = "Parola geçersiz";

"Passcodes did not match.\nTry again." = "Parola kodu ile onayı aynı değil.\nYeniden deneyin.";
"Password did not match.\nTry again." = "Parola ile onayı aynı değil.\nYeniden deneyin.";

"Re-enter your passcode" = "Parola kodunuzu yeniden yazın";
"Re-enter your password" = "Parolanızı yeniden yazın";

"Try again in %d minutes" = "%d dakika sonra yeniden deneyin";

"Try again in 1 minute" = "1 dakika sonra yeniden deneyin";
